Repository: BrandCi/BrandBookV2
Catalog: BrandBook.Resources/Translations.*.resx
Languages: de_de

# auth_back_button_title
source: Back
de_de: Zurück

# auth_login_input_password
source: Password
de_de: Passwort

# auth_login_input_rememberme
source: Remember me
de_de: Daten speichern

# auth_login_input_username
source: Username
de_de: Nutzername

# auth_login_login_button_title
source: Login
de_de: Anmelden

# auth_login_register_button_title
source: Register now
de_de: Nutzeraccount anlegen

# auth_login_resetpassword_title
source: Forgot password?
de_de: Passwort vergessen?

# auth_login_title
source: Log in
de_de: Melden Sie sich an

# auth_register_input_confirmpassword
source: Confirm password
de_de: Passwort wiederholen

# auth_register_input_password
source: Password
de_de: Passwort

# auth_register_input_username
source: Username
de_de: Nutzername

# auth_register_login_title
source: Login here
de_de: Hier anmelden

# auth_register_register_button_title
source: Register
de_de: Registrieren

# auth_register_title
source: Register here
de_de: Registrieren Sie sich

# auth_resetpassword_input_username
source: Username
de_de: Nutzername

# auth_resetpassword_login_button_title
source: Login here
de_de: Hier anmelden

# auth_resetpassword_resetpassword_button_title
source: Reset password
de_de: Passwort zurücksetzen

# auth_resetpassword_title
source: Forgot password?
de_de: Passwort vergessen?

# frontend_navigation_authorized_gotoapp
source: Open App
de_de: Zur App

# frontend_navigation_contact
source: Contact
de_de: Kontakt

# frontend_navigation_product
source: Product
de_de: Produkt

# frontend_navigation_product_brandimprovement
source: Brand Optimization
de_de: Markenverbesserung (KI)

# frontend_navigation_product_brandmanagement
source: Brand Management
de_de: Markenverwaltung

# frontend_navigation_product_plannedfeatures
source: Planned Features
de_de: Geplante Funktionen

# frontend_navigation_homepage
source: Homepage
de_de: Startseite

# frontend_navigation_login_button
source: Login
de_de: Anmelden

# frontend_navigation_pricing
source: Pricing
de_de: Preise

# frontend_navigation_register_button
source: Register
de_de: Registrieren

# frontend_footer_legal_imprint
source: Imprint
de_de: Impressum

# frontend_footer_legal_privacypolicy
source: Privacy Policy
de_de: Datenschutz

# frontend_footer_legal_terms
source: Terms and conditions
de_de: AGB

# frontend_footer_legal_title
source: Legal
de_de: Rechtliches

# frontend_footer_product_documentation
source: Documentation
de_de: Dokumentation

# frontend_footer_product_examples
source: Examples
de_de: Beispiele

# frontend_footer_product_pricing
source: Pricing
de_de: Preise

# frontend_footer_product_solutions
source: Functions
de_de: Funktionen

# frontend_footer_product_title
source: Product
de_de: Produkt

# frontend_footer_support_contact
source: Contact
de_de: Kontakt

# frontend_footer_support_reportabug
source: Report a bug
de_de: Einen Fehler melden

# frontend_footer_support_title
source: Support
de_de: Hilfe

# auth_login_external_soonavailable
source: (available soon)
de_de: (Bald verfügbar)

# auth_login_external_title
source: External Login
de_de: Externe Anmeldung

# auth_register_external_soonavailable
source: (available soon)
de_de: (Bald verfügbar)

# auth_register_external_title
source: External Login
de_de: Externe Anmeldung

# frontend_legal_cookieconsent_accept_button_text
source: Accept
de_de: Akzeptieren

# frontend_legal_cookieconsent_link_text
source: Find out more here
de_de: Weiterführende Informationen

# frontend_legal_cookieconsent_text
source: We use cookies to give you the best online experience. By using our website, you agree to our use of cookies in accordance with our cookie policy.
de_de: Diese Seite verwendet Cookies, um Ihnen die beste Nutzungserfahrung auf der Website zu bieten. Wenn Sie mehr dazu wissen möchten, klicken Sie bitte auf den folgenden Link:

# frontend_footer_legal_cookieterms
source: Cookie Terms
de_de: Cookie Richtlinien

# app_brandoverview_openbrand_button_title
source: Open Brand
de_de: Marke öffnen

# auth_register_checkbox_privacypolicy_title
source: I have read and accept the Privacy Policy
de_de: Ich habe die Datenschutzerklärung gelesen und akzeptiere diese.

# auth_register_checkbox_privacypolicy_validation
source: You need to accept the Privacy Policy
de_de: Sie müssen die Datenschutzerklärung akzeptieren.

# app_settings_back_button_title
source: Back
de_de: Zurück

# app_settings_brand_description
source: Settings regarding the Brands
de_de: Einstellungen bezüglich der Marken

# app_settings_brand_title
source: Brand Settings
de_de: Marken Einstellungen

# app_settings_media_description
source: Usage of Media
de_de: Verwendung von Medien

# app_settings_media_title
source: Media Settings
de_de: Media Einstellungen

# app_settings_overview_description
source: On this page you find all relevant Settings. Please contact the administrator if you have questions.
de_de: Hier finden Sie alle relevanten Einstellungen. Bei Fragen kontaktieren Sie bitte den Administrator.

# app_settings_overview_open_button_title
source: Open
de_de: Öffnen

# app_settings_overview_title
source: Settings
de_de: Einstellungen

# app_settings_system_apptitle_description
source: The App Title will is shown in the Browser Tab.
de_de: Der App Titel wird in Browser Tabs angezeigt.

# app_settings_system_apptitle_title
source: App Title
de_de: App Titel

# app_settings_system_description
source: Important System Settings
de_de: Wichtige Systemeinstellungen

# app_settings_system_emailsender_description
source: Change the Email to specify from which E-Mail Address System-E-Mails should be sent.
de_de: Ändern Sie die E-Mail Adresse um festzulegen, von welcher E-Mail Adresse Systemmails versendet werden sollen.

# app_settings_system_emailsender_title
source: E-Mail Sender
de_de: System E-Mail Adresse

# app_settings_system_systembaseurl_description
source: This is the Base Url of the BrandBook Installation. This setting is important for Systemmails and larger redirects.
de_de: Das ist die Basis Url dieser Brand Ci Installation

# app_settings_system_systembaseurl_title
source: System Base Url
de_de: Basis Url

# app_settings_system_title
source: System Settings
de_de: System Einstellungen

# app_settings_update_button_title
source: Update
de_de: Speichern

# app_settings_user_description
source: User Settings
de_de: Einstellungen zu neuen und bereits angelegten Nutzern

# app_settings_user_title
source: User Settings
de_de: Nutzer Einstellungen

# app_culturesetting_description
source: Please select your preferred language for the userinterface
de_de: Bitte wählen Sie Ihre bevorzugte Sprache für die Benutzeroberfläche

# app_culturesetting_save_button_title
source: Update
de_de: Aktualisieren

# app_culturesetting_title
source: Language Selection
de_de: Sprachauswahl

# app_culturesetting_value_active
source: Active
de_de: Aktiv

# system_culture_de_de_full
source: German (Germany)
de_de: Deutsch (Deutschland)

# system_culture_en_us_full
source: English (United States)
de_de: Englisch (Vereinigte Staaten)

# app_mainnavigation_usermanagement_company
source: Companies
de_de: Firmen

# app_mainnavigation_usermanagement_roles
source: Roles
de_de: Rollen

# app_mainnavigation_usermanagement_user
source: User
de_de: Benutzer

# app_mainnavigation_usermanagement_usermanagement
source: Usermanagement
de_de: Benutzerverwaltung

# app_mainnavigation_yourbrands
source: Your Brands
de_de: Ihre Marken

# app_usermenu_languageselection
source: Languages
de_de: Sprachen

# app_usermenu_leaveapp
source: Leave app
de_de: App verlassen

# app_usermenu_logout
source: Logout
de_de: Abmelden

# app_usermenu_profile
source: Profile
de_de: Profil

# app_usermenu_settings
source: Settings
de_de: Einstellungen

# frontend_navigation_product_overview
source: Overview
de_de: Übersicht

# frontend_footer_allrightsreserved
source: All Rights Reserved.
de_de: Alle Rechte vorbehalten.

# frontend_home_index_features_feature_01_description
source: Create and document your company branding step by step. Our intelligent editor helps you with your existing data.
de_de: Erstelle und dokumentiere dein Unternehmensbranding Schritt für Schritt. Unser intelligenter Editor wird dich dabei unterstützen.

# frontend_home_index_features_feature_01_title
source: Creation
de_de: Kreieren

# frontend_home_index_features_feature_02_description
source: Through many tips and tricks you will learn how to use your brand to advantage and provide it to others.
de_de: Lasse dich von kontextbezogenen Tipps inspirieren, die deine Marke zum Erfolg verhelfen und teile sie mit Anderen.

# frontend_home_index_features_feature_02_title
source: Management
de_de: Verwalten

# frontend_home_index_features_feature_03_description
source: Continuous and automated tests constantly check your brand for optimization possibilities and implement them as you wish.
de_de: Kontinuierliche und automatische Tests prüfen dein Branding auf mögliche Optimierungen und führen diese auf Wunsch durch.

# frontend_home_index_features_feature_03_title
source: Improvement
de_de: Optimieren

# frontend_home_index_features_title_l1
source: Why BrandCi leads your Brand
de_de: Warum BrandCi deine Marke

# frontend_home_index_features_title_l2
source: to success
de_de: zum Erfolg führt.

# frontend_home_index_intro_button_description
source: Would you like to know more?
de_de: Möchtest du mehr wissen?

# frontend_home_index_intro_button_title
source: Click here.
de_de: Klick hier

# frontend_home_index_intro_heading
source: Let us introduce you BrandCi
de_de: Lass uns dir BrandCi vorstellen.

# frontend_home_index_intro_subheading
source: What is BrandCi?
de_de: Was ist BrandCi?

# frontend_home_index_services_button_title
source: Learn more.
de_de: Mehr erfahren.

# frontend_home_index_services_service_01_description
source: Plan and improve your brand online without any additional software and work together with your colleagues on the success of your brand.
de_de: Plane und Verbessere Deine Marke ohne weitere Software direkt online und arbeite mit Deinen Kollegen gemeinsam am Erfolg der Marke.

# frontend_home_index_services_service_01_title
source: Access to your brand. From everywhere.
de_de: Zugriff auf deine Marke. Von Überall.

# frontend_home_index_services_service_02_description
source: A redesign of your brand contributes to the brand's success through intelligent advance planning.
de_de: Eine Neugestaltung deiner Marke trägt durch intelligente Vorausplanung zum Markenerfolg bei.

# frontend_home_index_services_service_02_title
source: Expand your brand. Well planned.
de_de: Erweitere deine Marke. Und zwar geplant.

# frontend_home_index_services_service_03_description
source: Through the use of Artificial Intelligence, we provide you and your brand a steady improvement.
de_de: Durch den Einsatz von Künstlicher Intelligenz garantieren wir Dir und Deiner Marke eine stetige Verbesserung.

# frontend_home_index_services_service_03_title
source: Continuous improvement. Thanks to AI.
de_de: Fortlaufende Verbesserung. Dank KI.

# frontend_home_index_topsection_discover_button_title
source: Discover BrandCi
de_de: Entdecke BrandCi

# frontend_home_index_topsection_subtitle
source: Manage and improve your brand to success with BrandCi.
de_de: Verwalte und verbessere deinen Markenauftritt erfolgreich mit BrandCi.

# frontend_home_index_topsection_test_button_title
source: Test Brand Ci for free
de_de: Teste BrandCi kostenfrei.

# frontend_home_index_topsection_title_l1
source: Your digital brand.
de_de: Deine digitale Marke.

# frontend_home_index_topsection_title_l2
source: Your success.
de_de: Dein Erfolg.

# frontend_home_index_services_service_04_description
source: Give your agencies access to your brand. Set up a private space with a lot of information for your agencies. You can also publish your brands for everyone.
de_de: Geben Sie Ihren Agenturen Zugriff auf Ihre Marke. Richten Sie einen privaten Bereich mit allen Informationen rund um Ihr Branding ein. Außerdem können Sie Ihre Brandings auch für alle veröffentlichen.

# frontend_home_index_services_service_04_title
source: Share your brand. With everybody you want.
de_de: Teile deine Marke. Mit allen Freunden.

# frontend_home_index_topsection_title_dynamic_create
source: Create
de_de: Erstelle

# frontend_home_index_topsection_title_dynamic_document
source: Document
de_de: Dokumentiere

# frontend_home_index_topsection_title_dynamic_improve
source: Improve
de_de: Verbessere

# frontend_home_index_topsection_title_dynamic_share
source: Share
de_de: Teile

# frontend_home_index_topsection_title_static
source: your corporate branding.
de_de: Deine Marke.

# frontend_blog_noavailableblogs_description
source: At the moment we are preparing interesting blog entries round about the topic Company Branding for you.
de_de: Wir bereiten gerade interessante Blogeinträge rund um das Thema Unternehmensmarken für dich vor. Sei gespannt.

# frontend_blog_noavailableblogs_title
source: We do not have any published blog entries yet
de_de: Aktuell haben wir leider keine publizierten Blogeinträge.

# frontend_home_index_bubbles_brandingscreated
source: Brandings created
de_de: Marken erstellt

# frontend_home_index_bubbles_brandingsimproved
source: Brandings improved
de_de: Marken verbessert

# frontend_home_index_bubbles_happyusers
source: Happy users
de_de: Glückliche Nutzer

# frontend_home_index_calltoaction_button_title
source: Select your plan
de_de: Finde jetzt den passenden Plan

# frontend_home_index_calltoaction_title_1
source: Ready to get started?
de_de: Bereit zu starten?

# frontend_home_index_calltoaction_title_2
source: It's fast and very easy!
de_de: Es geht schnell und ist sehr einfach!

# frontend_home_index_features_allfeatures
source: All features
de_de: Alle Funktionen

# frontend_home_index_supporting_collaboration_accessrights_description
source: Determine granular which team member works in which areas.
de_de: Bestimme granular, welches Teammitglied an welchen Bereichen mitarbeitet.

# frontend_home_index_supporting_collaboration_accessrights_title
source: Granular access rights
de_de: Granulare Zugriffsrechte

# frontend_home_index_supporting_collaboration_feedback_description
source: Receive continuous feedback from your team. This will allow your brand to grow optimally.
de_de: Erhalte kontinuierlich Feedback durch dein Team. Dadurch wird deiner Marke ein optimales Wachstum ermöglicht.

# frontend_home_index_supporting_collaboration_feedback_title
source: Get Feedback
de_de: Hole Feedback ein

# frontend_home_index_supporting_collaboration_title
source: Brand Collaboration
de_de: Zusammenarbeit deiner Marke

# frontend_home_index_supporting_collaboration_together_description
source: Optimize your work results by collaborating on your brand.
de_de: Optimiere deine Arbeitsergebnisse durch gemeinsames Bearbeiten deiner Marke.

# frontend_home_index_supporting_collaboration_together_title
source: Work together with others
de_de: Arbeite mit Anderen zusammen

# frontend_home_index_supporting_creation_assistance_description
source: Get the support you need to build your brand. We recommend the appropriate steps based on your current status.
de_de: Erhalte beim Erstellen deiner Marke die Unterstützung, die du benötigst. Wir empfehlen dir basierend auf deinem jetzigen Stand die geeigneten Schritte.

# frontend_home_index_supporting_creation_assistance_title
source: Extensive assistance
de_de: Umfangreiche Unterstützung

# frontend_home_index_supporting_creation_inspiration_description
source: Get contextual inspiration through appropriate suggestions from our intelligent library.
de_de: Erhalte kontextbezogene Inspiration durch passende Vorschläge aus unserer intelligenten Bibliothek.

# frontend_home_index_supporting_creation_inspiration_title
source: Creative inspiration
de_de: Kreative Inspiration

# frontend_home_index_supporting_creation_resources_description
source: You already have a finished brand. No problem. An import of existing data is possible at any time.
de_de: Du hast bereits eine Marke. Kein Problem. Eine Import bestehender Daten ist jederzeit möglich.

# frontend_home_index_supporting_creation_resources_title
source: Existing resources
de_de: Verwenden bestehender Resourcen

# frontend_home_index_supporting_creation_scopes_description
source: Whether you create your brand for you privately or for your business. We offer you the right functions for every size.
de_de: Egal ob du deine Marke für dich privat oder für dein Unternehmen erstellst. Wir bieten dir für jede Größe die passenden Funktionen.

# frontend_home_index_supporting_creation_scopes_title
source: Different scopes
de_de: Unterschiedlichster Umfang

# frontend_home_index_supporting_creation_title
source: Brand Creation
de_de: Erstelle deine Marke

# frontend_home_index_supporting_documentation_contenttypes_description
source: For documentation, use different content types to record your color values ​​and their usage scenarios, for example.
de_de: Nutze zur Dokumentation unterschiedliche Inhaltstypen um zum Beispiel deine Farbwerte und deren Einsatzszenarien festzuhalten.

# frontend_home_index_supporting_documentation_contenttypes_title
source: Use different content types
de_de: Verwende unterschieldiche Typen

# frontend_home_index_supporting_documentation_save_description
source: Capture the essence of your brand in a perfect environment.
de_de: Fasse die Essenz deiner Marke in einer perfekten Umgebung zusammen.

# frontend_home_index_supporting_documentation_save_title
source: Save your brand approach
de_de: Halte Deinen Markenansatz fest

# frontend_home_index_supporting_documentation_title
source: Brand Documentation
de_de: Dokumentiere deine Marke

# frontend_home_index_supporting_improvement_assistance_description
source: Do you want to get the most out of your brand? We help you with that. Our automatic support knows how.
de_de: Möchtest du ein Optimum aus deiner Marke herausholen? Wir helfen dir dabei. Unsere automatische Unterstützung weiß wie.

# frontend_home_index_supporting_improvement_assistance_title
source: Automatic assistance
de_de: Automatische Unterstützung

# frontend_home_index_supporting_improvement_history_description
source: Use our version management to access previous content from your brand at any time.
de_de: Nutze unsere Versionsverwaltung um jederzeit auf frühere Inhalte deiner Marke zurückgreifen zu können.

# frontend_home_index_supporting_improvement_history_title
source: Manage history of your branding
de_de: Verwalte die Historie deiner Marke

# frontend_home_index_supporting_improvement_improvements_description
source: Have your brand regularly reviewed for improvement potential. This will help you to keep improving your brand.
de_de: Lasse deine Marke regelmäßig auf Verbesserungspotentiale untersuchen. Dadurch verbesserst du deine Marke laufend.

# frontend_home_index_supporting_improvement_improvements_title
source: Check for improvements
de_de: Prüfe auf Verbesserungen

# frontend_home_index_supporting_improvement_suggestions_description
source: You decide which proposals should be implemented. By clicking you integrate them directly into your brand.
de_de: Du bestimmst, welche Vorschläge umgesetzt werden sollen. Per Klick integrierst du diese direkt in deiner Marke.

# frontend_home_index_supporting_improvement_suggestions_title
source: Accept suggestions for improvement
de_de: Setze Verbesserungsvorschläge um

# frontend_home_index_supporting_improvement_title
source: Brand Improvement
de_de: Optimiere deine Marke

# frontend_home_index_supporting_section_title
source: How BrandCi supports your branding process
de_de: Wie BrandCi deine Marke unterstützt

# frontend_home_index_supporting_sharing_agencies_description
source: Share your brand with, for example, an agency to enable a quick completion of follow-up projects.
de_de: Teile deine Marke mit zum Beispiel einer Agentur um eine schnelle Abwicklung von Folgeprojekten zu ermöglichen.

# frontend_home_index_supporting_sharing_agencies_title
source: Share with your agencies
de_de: Teile mit Deinen Agenturen

# frontend_home_index_supporting_sharing_limitaccess_description
source: You do not want to publish your brand yet? No problem, you decide what you publish.
de_de: Du möchtest deine Marke noch nicht vollständig veröffentlichen? Kein Problem, du bestimmtst was veröffentlicht wird.

# frontend_home_index_supporting_sharing_limitaccess_title
source: Limit access for others
de_de: Beschränke den Zugriff für andere

# frontend_home_index_supporting_sharing_publish_description
source: Publish your brand to others.
de_de: Gebe deine Marke zur Einsicht für andere frei.

# frontend_home_index_supporting_sharing_publish_title
source: Publish you brand
de_de: Publiziere deine Marke

# frontend_home_index_supporting_sharing_title
source: Brand Sharing
de_de: Teile deine Marke

# frontend_navigation_product_brandcreation
source: Brand Creation
de_de: Markenerstellung

# app_mainnavigation_subscriptions
source: My subscriptions
de_de: Meine Abonnements

# app_pagetitle_subscriptions
source: My subscriptions
de_de: Meine Abonnements

# frontend_legal_cookiepolicy_pagetitle
source: Cookie Policy
de_de: Cookie-Richtlinien

# frontend_legal_imprint_pagetitle
source: Imprint
de_de: Impressum

# frontend_legal_privacypolicy_pagetitle
source: Privacy Policy
de_de: Datenschutzerklärung
